Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1140_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Giellagáldu-fidnu (Sámi Giellagáldu)
smn: Kielâkäldee-proojeekt (Säämi Kielâkäldee)

source: Giellagáldu-prošeakta ja Sámi Giellagáldu
smn: Kielâkäldee-proojeekt já Säämi Kielâkäldee

source: Giellagáldu lea Suoma, Ruoŧa ja Norgga Sámedikkiid ovttasbargoprošeakta, mii doaibmá Sámedikkiid parlamentáralaš ovttasbargoorgána, Sámi Parlamentáralaš Ráđi, vuollásažžan.
smn: Kielâkäldee lii Suomâ, Ruotâ já Taažâ Sämitiigij ohtsâšpargoproojeekt, mii tuáimá Sämitiigij parlamentaarlii ohtsâšpargoorgaan, Säämi parlamentaarlâš rääđi, vyelni.

source: Prošeakta álggahuvvui 1.8.2015 ja nohká 31.5.2018.
smn: Proojeekt aalgij 1.8.2015 já nohá 31.5.2018.

source: Giellagáldu-prošeakta ruhtada davviriikkalaš sámegielaid fága- ja resursaguovddáža Sámi giellagáldu doaimma.
smn: Kielâkäldee-proojeekt ruttâd ohtsâštave-eennâmlâš sämikielâi áámmát- já reesuurskuávdáá Sámi Giellagáldu (Säämi Kielâkäldee) toimâm.

source: Prošeavtta guovddášulbmil lea sihkkarastit Sámi Giellagáldu bissovaš doaimma, nu ahte háhkat bisovaš ruhtadeami fága- ja resursaguovddáža doibmii.
smn: Proojeekt kuávdášlâš mittomeeri lii-uv visásmittiđ Säämi Kielâkäldee pisovâš toimâm haahâmáin pisovâš ruttâdem áámmát- já reesuurskuávdáá toimâmân.

source: Giellagáldu-joatkkaprošeavtta ruhtadit EU. ' Interreg V Davvi-prográmma Sápmi-oasseguovlu, Lappi lihttu, Romssa fylkkasuohkan ja Norgga, Ruoŧa ja Suoma Sámedikkit.
smn: Kielâkäldee-jotkâproojeekt ruttâdeh EU Interreg V Tave – ohjelm Säämi-uásikuávlu, Laapi litto, Roomsâ leenâ sehe Taažâ, Ruotâ já Suomâ Sämitigeh.

source: Prošeavtta jođiha Suoma Sámediggi ja prošeavtta ollislaš bušeahtta lea 3 062 052 euro.
smn: Proojeekt joođeet Suomâ Sämitigge, já proojeekt ubâlâs budjet lii 3 062 052 eurod.

source: Prošeavtta ulbmilat
smn: Proojeekt mittomereh

source: Prošeavtta áigge Sámi Giellagáldu joatká sámi giellaovttasbarggu ovddideami, koordinerema ja nannema.
smn: Proojeekt ääigi Säämi Kielâkäldee juátká säämi kielâohtsâšpargo ovdedem, koordinistem já nanosmittem.

source: Sámi Giellagáldu joatká doaimmas maiddái sámi álbmoga giellaáššiid bajimuš oktasaš mearridanorgánan.
smn: Säämi Kielâkäldee juátká toimâm meiddei säämialmug kielâaašijd alemus ohtsâš merideijee toimâorgaanin.

source: Sámi Giellagáldu ulbmilin lea fágalaš áššedovdiorgánan seailluhit ja ovddidit kulturárbbi ja doaimmaid, mat gullet sámegielaide.
smn: Säämi Kielâkäldee mittomeerin lii siäiludiđ já ovdediđ sämikieláid lahtoo kulttuuräärbi já toimâđ áámmátlâš äššitobdeeorgaanin.

source: Fága- ja resursaguovddážis lea maiddái bajimuš ovddasvástádus sámegielat giellabálvalusain, mat leat oaivvilduvvon giellageavaheddjiide.
smn: Áámmát- já reesuurskuávdáást lii meiddei alemus oovdâsvástádâs kielâkevtteid uáivildum sämikielâg kielâpalvâlusâin.

source: Prošeavtta áigge Sámi Giellagáldu doaibmaorgánaide lasihuvvon giellaráđđi álggaha doaimmas ja juo ovdal vuođđuduvvon lulli-, julev-, davvi-, anáraš- ja nuortalašgielaid giellajuhkosat jotket doaimmas.
smn: Proojeekt ääigi Säämi Kielâkäldee toimâmorganáid lasettum kielârääđi aalgât tooimâs, já jo ovdil vuáđudum maadâ-, julev-, tave-, aanaar- já nuorttâsämikielâi kielâjuáhuseh juátkih tooimâs.

source: Giellabargit, geat leat lullisámegielas 2, julevsámegielas 2, davvisámegielas 3, anárašgielas 1 ja nuortalašgielas 1, vástidit geavatlaš giellabarggus.
smn: Kielâpargeeh, kiäh láá maadâsämikielâst 2, julevsämikielâst 2, tavesämikielâst 3, anarâškielâst 1 já nuorttâlâškielâst 1, västideh keevâtlii kielâpargoost.

source: Prošeavtta áigge Sámi Giellagaldu ja Sámedikkit nannejit ja ovddidit ovttas sámegielaid nu, ahte iešguđege giela dárbbut, hástalusat ja resurssat váldojuvvojit vuhtii.
smn: Proojeekt Säämi Kielâkäldee já Sämitigeh nanosmitteh já ovdedeh oovtâst sämikielâid nuuvt, ete jieškote-uv kielâjuávhu jiešlágán táárbuh, háástuh já resursseh váldojeh vuotân.

source: Sámi Giellagáldu barggut
smn: Säämi Kielâkäldee pargoh

source: Fága- ja resursaguovddáža bargun leat earret eará giellagáhtten, giela ovddideapmi, terminologiijabargu, normeren ja báikenammabálvalus.
smn: Áámmát- já reesuurskuávdáá pargoh láá eereeb iärrás kielâtipšom, kielâ ovdedem, termipargo, normim já sajenommâpalvâlus.

source: Giellabargit bagadallet ja rávvejit sámegiela geavaheapmái gullevaš gažaldagain ja válmmastallet iežaset giela áššiid giellajuhkosiid mearrideami várás.
smn: Kielâpargeeh adelih ravvuid ja iše sämikielâi kevttimân kyeskee koččâmâšâin já valmâštâlleh jieijâs kielâi aašijd kielâjuáhusáid meridemnáál.

source: Giellajuhkosat addet ávžžuhusaid sámegielaid geavaheapmái gullevaš áššiin, nugo normeremis ja ođđa terminologiijas.
smn: Kielâjuáhuseh adelih avžuuttâsâid sämikielâi kevttimân kyeskee aašijn, tegu normimist já teermijn.

source: Sámi Giellagáldu ruovttusiidduin www.giella.org gávdnojit dárkilut dieđut Sámi Giellagáldus ja áigeguovdilis dieđuid ámmát- ja resursaguovddáža doaimmas ja ođđa terminologiija ja normeremiid.
smn: Säämi Kielâkäldee päikkisiijđoin www.giella.org kávnojeh tärkkilub tiäđuh Säämi Kielâkäldest já äidikyevdilis tiäđuh áámmát- já reesuurskuávdáá tooimâin, sehe uđđâ teermih já normimeh.

source: Sámi Giellagáldus lea maiddái FB-siidu www.facebook.com/SamiGiellagaldu, man bokte sáhttá jearrat gažaldagaid, mat gullet sámegielaid geavaheapmái.
smn: Säämi Kielâkäldest lii meiddei FB-sijđo www.facebook.com/SamiGiellagaldu, mon peht puáhtá vuolgâttiđ sämikielâi kevttimân kyeskee koččâmâšâid.

source: Siiddus dieđihuvvo maiddái Sámi Giellagáldu doaimmas.
smn: Siijđoin tieđettep meiddei Säämi Kielâkäldee tooimâin.

source: Giellagažaldagaid sáhttá maiddái sáddet šleađgapoastačujuhussii info()giellagaldu.com dahje riŋget njuolga Sámi Giellagáldu bargiide.
smn: Kielâkoččâmâšâid puáhtá vuolgâttiđ meiddei šleđgâpostáin info()giellagaldu.com teikkâ suáittiđ njuolgist Säämi Kielâkäldee kielâpargeid.

source: SÁMI GIELLAGÁLDU OKTAVUOHTADIEĐUT
smn: SÄÄMI KIELÂKÄLDEE OHTÂVUOTÂTIÄĐUH

source: mika.
smn: marko.

source: hannele. sieppi (at) samediggi.
smn: marjomaa (at) samediggi.

source: Nuortalašgiella
smn: Mika Saijets, haldâttâspargee

source: harju (at) samediggi. fi
smn: Nuorttâlâškielâ

source: Anárašgiella
smn: Terhi Harju

source: miina.
smn: Anarâškielâ

source: jaasko (at) samediggi. fi
smn: Miina Seurujärvi

source: Bigga-Helena Magga
smn: Tavesämikiel â

source: magga (at) samediggi. fi
smn: Julevsämikiel â

source: Láilá Anti
smn: Maadâsämikielâ
